---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.CfmPerSf
source: html/cda04ad6-38aa-b7de-60f0-c4aecabc72be.htm
---
# Autodesk.Revit.DB.SymbolTypeId.CfmPerSf Property

Symbol CFM/SF, indicating unit Cubic feet per minute square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId CfmPerSf { get; }
```